{
  "header.subtitle": "Soluciones software limpias, simples",
  "header.findMore": "Quiero saber más",
  "header.currentLanguage": "La página se está mostrando en",
  "header.download": "CV",
  "sidebar.home": "Home",
  "sidebar.portfolio": "Portofolio",
  "sidebar.about": "Sobre mí",
  "sidebar.skills": "Habilidades",
  "sidebar.cv": "Linea temporal",
  "portfolio.projects": "Proyectos recientes",
  "portfolio.projects.button": "Ver este proyecto",
  "portfolio.project.chefy.title": "Proyecto en desarrollo",
  "portfolio.project.chefy.desc": "Pequeña aplicación web para mejorar la busqueda de twitter",
  "portfolio.project.caserMapa.title": "Buscador de agentes Caser",
  "portfolio.project.caserMapa.desc": "Proyecto realizado para la web pública de Caser que permite buscar los agentes de seguros más cercanos, distinguiendo entre varios tipos de agentes cada uno con su lógica de búsqueda.",
  "portfolio.project.chatBot.title": "Asistente integrado",
  "portfolio.project.chatBot.desc": "Realicé este proyecto como final de carrera. Un asistente virtual se encargaba de guiarte a traves de la configuración de una herramienta. Se integró también con un robot que escuchaba y respondía a las preguntas.",
  "skills.title": "Estas son algunas de mis habilidades",
  "portfolio.skill.web.title": "Desarrollo web",
  "portfolio.skill.web.desc": "He trabajado en desarrollo web toda mi carrera debido al fuerte foco en este durante mis estudios de Ingeniería Informática. Conozco HTML y CSS y he trabajado con frameworks y tecnologías como Spring y Java y Django y Python así como frameworks de Javascript como React, Node y Angular (¡De hecho esta página está hecha con React!) ",
  "portfolio.skill.db.title": "Bases de datos",
  "portfolio.skill.db.desc": "Como parte del backed de varios sistemas, he trabajado con un amplio abanico de motores de bases de datos: Oracle, MySQL, Microsoft SQL Server, Postgres y MongoDB",
  "portfolio.skill.api.title": "Desarrollo de APIs",
  "portfolio.skill.api.desc": "He reunido mucho conocimiento sobre APIs RESTFUL y SOAP realizando desarrollos web. Se como desarrollar una API usable y como documentarla y gestionar su acceso. He utilizado previamente herramientas como Swagger y utilizo frecuentemente herramientas para acceder a APIs como SoapUI y Postman",
  "portfolio.skill.data.title": "Visualización de datos",
  "portfolio.skill.data.desc": "Puedo mostrar diferentes tipos de gráficas y estadísticas para ayudar a visualizar grandes fragmentos de datos. He estudiado y aplicado las mejores formas de mostrar cada tipo de información",
  "portfolio.skill.management.title": "Gestión de tiempo y proyectos",
  "portfolio.skill.management.desc": "Como resultado de mis estudios de ingeniería y mi experiencia, se como gestionar un pequeño equipo de personas y asignar tareas dentro de un proyecto. Me es familiar el trabajo remoto por lo que tengo una experiencia amplia en gestión del tiempo personal. He utilizado un amplio set de herramientas y estoy familiarizado con algunas de las herramientas y metodologías más usadas de gestión de tareas y tiempo",
  "portfolio.skill.devops.title": "Devops",
  "portfolio.skill.devops.desc": "Uso herramientas de Integración continua así como repositorios GIT en todos mis proyectos. También se como implementar tests automáticos y he implementado varias veces arquitecturas de microservicios.",
  "portfolio.skill.other.title": "IA y Modelos predictivos",
  "portfolio.skill.other.desc": "Como parte del final de mi grado y de mi máster, he estudiado y aplicado varios algoritmos de Ciencia de Datos e Inteligencia Artificial para resolver problemas de organización y entrenar modelos predictivos. También he implementado asistentes de chat y se como integrarlos con diferentes sistemas",
  "portfolio.skill.social.title": "Redes Sociales",
  "portfolio.skill.social.desc": "He usado varias redes sociales durante años de manera muy aciva. Se como gestionar contenidos y he gestionado un canal de youtube de tamaño medio varios años.  Incluso después de mi proyecto en youtube, he seguido utilizando twitter a diario y estoy muy familiarizado con qué tipo de contenidos funcionan en esta red social. También he aplicado algoritmos de datos previamente para generar modelos predictores de comportamiento tanto en youtube como en twitter.",
  "timeline.title": "Mi trayectoria profesional",
  "timeline.degree.title": "Grado en Ingeniería del Software",
  "timeline.degree.desc": "Centrado principalmente en gestión, desarrollo web and buenas prácticas de código con algunas pinceladas de herramientas Devops y algoritmos de IA",
  "timeline.tier.title": "Tier1 S.A.",
  "timeline.tier.desc": "e-commerce, integración de datos, omnichannel y sistemas en tienda. Me proporcionaron algunas herramientas para mi proyecto de fin de grado que consistión en un chatbot asistente integrado con un robot NAO",
  "timeline.master.title": "Master en Ingeniería del Software y Datos",
  "timeline.master.desc": "Master con doble foco. Aprendí varios paradigmas y algoritmos de la ciencia de datos e implementé una serie de modelos predictivos y clasificadores. También amplié mi conocimiento en gestión y servicios y herramientas Cloud así como nuevos lenguajes de programación",
  "timeline.babel.title": "Babel, Sistemas de información",
  "timeline.babel.desc": "Aprendí a gestionar mejor mi propio trabajo y tiempo debido al teletrabajo. Al trabajar de manera más cercana a los clientes, aprendí mucho sobre la toma de requisitos y el modelado e implementación de sistemas a partir de estos.",
  "timeline.present": "presente",
  "social.mail": "contacto",
  "about.title": "Hola, soy un Ingeniero de Software y puedo ayudarte a construir tus proyectos",
  "about.desc": "He trabajado como desarrollador web 'Fullstack' durante 3 años. Tengo experiencia trabajando directamente con clientes, entendiendo sus necesidades y construyendo o mejorando sus sistemas.¿Por qué me encanta trabajar directamente con clientes? Porque puedo sentir sus proyectos como míos. /n Trabajar en un proyecto enorme con varios equipos compuestos de cientos de personas hace que pierdas de vista el global del proyecto. Me fascina poder hacer real la visión de los clientes y estar con ellos durante el proceso completo. /n Si quieres convertir en una realidad tu sistema web, puedes consultar mis habilidades resaltadas abajo y contactarme con cualquier duda o propuesta en mail@abujalance.com",
  "footer.cv": "¿Te gusta lo que ves? ¡Puedes descargar mi Curriculum!"
}
