{
  "header.subtitle": "Software Solutions Made Clean, Made Simple",
  "header.findMore": "Find Out More",
  "header.currentLanguage": "Page currently showing in",
  "sidebar.home": "Home",
  "sidebar.portfolio": "Portfolio",
  "sidebar.about": "About",
  "sidebar.skills": "Skills",
  "sidebar.cv": "Timeline",
  "portfolio.projects": "Recent Projects",
  "portfolio.projects.button": "Check This Project!",
  "portfolio.project.caserMapa.title": "Caser Insurance Agents Searcher",
  "portfolio.project.caserMapa.desc": "This project was part of the new web implementation. It allows an user to search nearby insurance agents and apply different filters and icons based on the type of agent",
  "portfolio.project.chatBot.title": "Integrated chatbot assistant",
  "portfolio.project.chatBot.desc": "This was part of my degree's final project. The assistant guides you through the configuration proccess of a tool. It was also integrated with a real robot which hears and answers the questions",
  "skills.title": "These are some of my skills",
  "portfolio.skill.web.title": "Web development",
  "portfolio.skill.web.desc": "I have worked in web development my whole career. It was one of the main focuses of my degree and my master's degree. I know html and css and I've worked with a variety of Frameworks and technologies such as Spring and Java, Django and Python as well as Javascript frameworks such as React, Node and Angular (In fact, this page is made with React!) ",
  "portfolio.skill.db.title": "Databases",
  "portfolio.skill.db.desc": "As part of the backend in several systems, I have worked with a wide range of database engines: Oracle, MySQL, Microsoft SQL Server, Postgres and MongoDB",
  "portfolio.skill.api.title": "API development",
  "portfolio.skill.api.desc": "I have gathered a lot of knowledge about RESTFUL and SOAP API's while developing different web systems. I know how to design an usable API and how to document it and manage access permission. I have worked with several API documentation/helper tools such a Swagger and have experience with API access tools such as POSTMAN and SoapUI",
  "portfolio.skill.data.title": "Data Visualization",
  "portfolio.skill.data.desc": "I can plot different types of graphic statistics in order to better visualize big chunks of information. I have studied and applied the best way to display different information",
  "portfolio.skill.management.title": "Project and Time management",
  "portfolio.skill.management.desc": "As a result of my engineering studies and experience, I know how to manage a small set of people and assign tasks inside a project. I am also familiar with remote working thus having ample experience in self time management. I have used a wide set of tools and am acquainted with some of the most used task management tools and methodologies",
  "portfolio.skill.devops.title": "Devops",
  "portfolio.skill.devops.desc": "I use CI tools in all my projects in adition to git repositories. I also know how to implement authomatic tests suites and have implemented several times microservices architectures",
  "portfolio.skill.other.title": "AI and predictive models",
  "portfolio.skill.other.desc": "As part of the end of my degree and my master's degree, I have studied and applied several Data Science and AI algorithms in order to solve organisational problems or train prediction models. I have also developed a couple of chatbots and know how to integrate these tools with other systems",
  "portfolio.skill.social.title": "Social Networking",
  "portfolio.skill.social.desc": "I have been actively using several social networks for years. I know how to manage contents and have been managing a medium size youtube channel for some time. Even afer that youtube project, I use a lot of my spare time using twitter and I am very acquainted with how contents work in this particular network. I have also previously applied Data Science algorithms to predict some social behaviours in youtube and twitter.",
  "timeline.title": "My proffesional career",
  "timeline.degree.title": "Degree in Software Engineering",
  "timeline.degree.desc": "Mainly focused on Project management, web development and good programming practices with some bits of devops tools and AI algorithms",
  "timeline.tier.title": "Tier1 S.A.",
  "timeline.tier.desc": "e-commerce, data integration, omnichannel and In-Store systems. They provided me some tools for my degree's final project which consisted on a chatbot assistant integrated with a NAO robot",
  "timeline.master.title": "Master's degree in Software Engineering and Data Science",
  "timeline.master.desc": "Dual focused Master's degree. I learnt several Data Science paradigms and algorithms and implemented a number of preditive and classifier models. I also extended my knowledge in management and Cloud services and tools as well as some new Programming languages",
  "timeline.babel.title": "Babel, Information Systems",
  "timeline.babel.desc": "Learnt to better manage myself being my first job allowing remote work. Closer work with clients in the projects I was in, which helped me understand how to model and implement the requirements of a real client",
  "timeline.present": "present",
  "social.mail": "contact",
  "about.title":"Hello, I'm a Software Engineer and I can help you build your projects",
  "about.desc":"I have been working as a fullstack web developer for three years now. I have experience working directly with clients, understanding their needs, and building or evolving their systems. Why do I love to work directly with clients? Because then I can feel their projects as mine. /n Working in an enormous project with several other teams made ny hundres of people makes you lose track of the bigger picture. I love to be able to make a client vision true and to be with them for the whole process. /n If you want to make your webpage or system real, you can check my highlited skills below and contact me with any inquiries at mail@abujalance.com"
}
